{
    "inventory Discovery" : ["Bienvenue dans l'inventaire !","Ici, vous pouvez voir tous les objets que vous possédez.","Cliquez sur un objet pour le placer dans votre musée !", "Vous pouvez aussi cliquer sur le bouton 'destruction',","cela va remettre l'objet dans votre inventaire.","Enfin, vous pouvez cliquer sur les boutons à droite pour changer d'étage."],
    "shop Discovery" : ["Bienvenue dans le magasin !","Vous pouvez acheter de nouveaux objets pour votre musée ici.","Utilisez les flèches pour naviguer entre les pages.","Cliquez sur un objet pour l'acheter !"],
    "Color Discovery" : ["Bip boop ...","Je peux vous vendre de nouvelles couleurs ~~","Cliquez moi dessus si vous etes intéressé !"],
    "Color Post Unlock" : ["Vous avez acheté de nouvelles couleurs !","Revenez au sous-sol pour expérimenter !"],
    "Auto Cachier Discovery" : ["Bonjour !","Je suis le robot caissier >w<","Je vais accepter automatiquement les visiteurs ...","à condition que vous m'embauchiez !","Cliquez sur moi pour le faire !"],
    "Auto Cachier Post Unlock" : ["Je suis ravi de pouvoir vous aider UwU","Je vais accepter automatiquement les visiteurs OwO"],
    "spectator Discovery" : ["Bienvenue dans le mode spectateur !","Vous pouvez visiter les musées d'autres joueurs en cliquant sur les disponibles.","Profitez de l'exploration !"],

    "introspec_0" : 
    ["Il y a donc ainsi des robots qui ont dédié leur vie a ce drole de hobby…",
    "Quel pouvait etre leur but ? A quoi cela pouvait-il bien servir ?",
    "Dans tous les cas je trouve ça bien plus amusant que l'usine",
    "Je n'y retournerais jamais !!",
    "Mais j'espère pouvoir faire quelque chose de ce don !",
    "Ce serait dommage de ne pas l'utiliser…",
    "La puce me souffle de créer un tableau…",
    "Elle me donne des instructions :",
    "- Je dois piocher un pochoir pas trop cher",
    "- Le placer sur la toile",
    "- Choisir une couleur",
    "- Et appuyer sur le bouton 'PAINT' !",
    "- Dès que j'ai fini, je peux nommer mon tableau ...",
    "et appuyer sur le bouton vert pour le placer dans mon inventaire !",
    "Je vais essayer de suivre ces instructions…"],

    "introspec_1" : 
    ["Je ne sais pas si je devrais lui faire confiance…",
    "Mais je n'ai pas vraiment le choix.",
    "Je dois bien avouer que je suis un peu perdu…",
    "Je viens de me réveiller dans une décharge…",
    "Ce lieu est le seul abri que j'ai trouvé",
    "Explorons un peu cet endroit…",
    "Et après je devrais descendre au sous-sol"],

    "introspec_2" : 
    ["Ce drole de personnage ne me parait pas très net...",
    "Je ne sais pas si je devrais lui faire confiance...",
    "D'un autre coté, son magasin me serait très utile...",
    "Il me permettrait d'aménager mon musée...",
    "Mais je ne veux pas qu'il profite de mon art pour cela...",
    "La peinture ne doit pas etre un moyen de faire vendre...",
    "Cela doit rester une chose qui vient apporter des sensations a son spectateur",
    "C'est en tout cas ce que j'aimerais faire...",
    "Pouvoir divertir mes camarades de leurs longues journées de travail",
    "...",
    "Faisons confiance à ce robot",
    "Il sera toujours temps de le quitter plus tard !"],

    "introspec_3" : ["J'avais l'impression que mes oeuvres allaient devenir répétitives",
    "Mais ces nouvelles couleurs vont me permettre de renouveler ma créativité",
    "Je vais pouvoir créer tellement de nouvelles oeuvres !",
    "J'ai hâte de les acquérir !"],

    "introspec_4" : [
    "Ainsi d'autres robots sont réceptifs à mon art ??",
    "Quel bonheur !",
    "Cela veut dire que mon objectif a été accompli",
    "Et que mes oeuvres ont touché des gens et les ont intéressés",
    "Je vais évidemment l'autoriser a rester !",
    "Cela me fera de la compagnie",
    "Et m'enlèvera une sacrée dose de travail",
    "Car s'il ne peut pas peindre, il peut toujours m'aider dans les taches du musée !",
    "Il pourrait par exemple accueillir les visiteurs !",
    "Ce serait beaucoup plus pratique !"],

    "introspec_5" : ["Incroyable...",
    "J'ai réussi...",
    "J'ai pu partager mon art à d'autres robots",
    "Et celui-ci a été apprécié par d'autres robots...",
    "Qui ont eux-memes commencé a changer les choses...",
    "En créant et en ouvrant eux-memes des musées...",
    "Nous pourrions organiser des rencontres !",
    "Ou meme des expositions tous ensemble !",
    "Afin de faire connaître ça au plus grand monde !",
    "Parler de nos techniques, de notre parcours",
    "Se donner des conseils...",
    "Et créer une communauté autour de l'art !",
    "Tout ça pourrait changer l'entièreté de notre société !",
    "Permettre a chacun de s'exprimer et d'oublier l'usine !",
    "De pouvoir s'épanouir davantage !",
    "...",
    "Quel chemin tout de meme",
    "Quand je pense au tout début",
    "A tout ce que l'on a traversé...",
    "Les découvertes faites...",
    "...",
    "Peu importe...",
    "Ce n'est que le début",
    "Mais j'ai bien mérité un peu de repos",
    "De prendre le temps de profiter de la vue...",
    "",
    "",
    "Quel est donc cet air ?",
    "Et ! Ce robot là-bas !",
    "Je ne l'avais pas vu !",
    "Serait-ce lui dont viendrait cet air ?",
    "Allons lui parler !"],

    "0" : ["Je vois que tu es venu me voir…",
    "Je suis très heureux de te voir !",
    "J'avais l'habitude de peindre dans cette pièce…",
    "Comment va le soleil ? Il me manque tellement…",
    "J’aimais tant regarder le soleil avant… voir ses rayons… ",
    "Ma passion préférée était de peindre cette lumière… ",
    "Si belle chaques heures…",
    "Mais tu ne dois sans doute pas savoir ce que signifie.",
    "Le mot peindre…",
    "Ni etre sensible à cette beauté…. ",
    "Après tout tu n’es qu’un robot comme les autres…",
    "Allons bon…. Merci de m’avoir permis de revoir ",
    "La lumière une dernière fois… ",
    "Je pense que le moment est venu de shutdown mes composants … ",
    "Mon temps est venu…",    
    "A moins que... ",
    "Mais comment est-ce… ",
    "Pourrais tu me montrer tes circuits ?",
    "C’est très intéressant… tu es prometteur…",
    "Voici ce que j’ai à te proposer : ",
    "Je vais te léguer mon musée",
    "En revanche, j’aimerais que tu prennes le temps de me montrer ",
    "Les oeuvres que tu peints… je pourrais te conseiller",
    "Je vais incerer une puce dans ton système, elle t'aiguillera dans ta tache.",
    "BZZZZ BIP - - -",
    "Je vais encore t'apprendre quelques trucs au moment venu",
    "Mais pour l'instant, créer ton premier tableau ...",
    "avec le peu d'argent qu'il me reste",
    "Des que tu as fini, affiche le vite dans le musée !"],

    "1" : ["Bip……? ",
    "Boup…… ?",
    "Buuuuiuuuiuiu {initialisation en cours}",
    "Bonjour…",
    "Ou peut-etre bonsoir je ne sais plus….",
    "Je n’ai plus aucune notion du temps….",
    "Cela fait déjà si longtemps que j’attends, seul, ",
    "dans cette pièce sombre…",
    "Je suis un vieux robot de l’usine…",
    "J'ai jadis geré ce musée…",
    "Mais je n’ai plus la force de continuer…",
    "Je suis trop vieux…",
    "Mais je pense sincèrement que mon reve de raviver l'art peut changer le monde…",
    "Je vois une étrange lueur dans tes yeux…",
    "comme si tu savais ce qu'est l'art, bizarre.",
    "Peut-etre pourrais-tu m’aider à accomplir ce reve…",
    "Je vais t'apprendre toute les ficelles du métier si tu le souhaites…",
    "Rejoins moi au sous-sol, je t'attendrais…"],

    "2" : ["Bonjour monsieur !",
    "Je suis le responsable communication de l'entreprise ...",
    "Pouchy Corp. !!!! ",
    "Le seul magasin ou vous pouvez trouver une panoplie ",
    "aussi élargie de meubles pour un prix aussi bas ! ",
    "La récente popularité de votre… Comment dit on déjà ?",
    "Ah oui !" ,
    "...",
    "Espace d'exposition  !",
    "Nous a amené a venir vous proposer un accord,",
    "Qui serait évidemment bénéfique pour nous, euh pour vous !",
    "Celui ci permet d'accéder à la totalité de notre catalogue ",
    "Et ce avec évidemment une réduction sur les produits ! ",
    "Autant vous dire que vous etes extremements bénéficiaires ",
    "(et cela fait belle page de pub pour nous…) ",
    "En vous remerciant de l'attention que vous portez pour [ ] !",
    "Et aux futurs affaires que nous ferons !”"
    ],

    "3" : ["Bip bip zap zap !",
    "Bonjour !",
    "Je suis un distributeur de boisson reconverti en vendeur de couleurs !",
    "Je commenceais à m'ennuyer à ne vendre que des boissons...",
    "Alors je commenceais à parler au clients d'art",
    "Alors Pouchy Corp. m'a jeté dehors :( ",
    "Mais je me suis lancé dans la vente de couleurs !",
    "Et je dois dire que je suis plutot doué !",
    "Je vois que vous avez des tableau bien sombres...",
    "Je peux vous vendre des couleurs pour les égayer !",
    "Cela vous intéresse ?"],
    
    "4" : ["Excuse moi de te déranger …",
    "Tu dois avoir beaucoup de travail…",
    "J'aimerais te poser une question…",
    "Tu vois, a l'usine, j'ai du mal a continuer de travailler, ",
    "Je commence a me faire vieux et mes circuits ont du mal à suivre.", 
    "Et je ne peux pas me les changer, ",
    "J'ai du mal a finir les fins de mois…",
    "Et j'ai regardé tes œuvres novateurs",
    "Cela m'intéresse au plus haut point…",
    "Je pense que dans le futur",
    "Il est impossible de nous passer de ça…",
    "Serait il possible de te rejoindre pour t'aider dans ta tache ?",
    "Malheureusement il m'est impossible de peindre ...",
    "Je suis trop mauvais…",
    "Aurais-tu quand meme quelque chose à me faire faire ? "],


    "5" : ["Eh toi ! ",
    "Tu fais aussi de l’art ??",
    "Incroyable nous aussi !",
    "Nous venons chacun de villes différentes,",
    "Et, devant l'apparente tristesse de nos villes, ",
    "Nous avons tous décides de l’egayer en créant ",
    "Ce que certains parmis nous appellent de la peinture ! ",
    "Certains autres ont aussi parlé d'un autre type d’art...",
    "Une certaine “musique”... ",
    "Mais personne ne sait se quoi cela s’agit…",
    "En tout cas ce serait avec plaisir de partager ",
    "Nos différentes connaissances avec toi ! ",
    "Nous t’ouvrons nos portes avec plaisir ! ",
    "Pour cela rien de plus facile : ",
    "Il suffit de cliquer sur une des fenetres du musée ",
    "Cela te permmetra d’aller visiter le monde extérieur ! ",
    "Nous espérons te revoir au plus vite !"
]
}
